[
    {
        "title": "YouTube",
        "first_paragraph": "YouTube is an American global online video sharing and social media platform headquartered in San Bruno, California, United States. It was launched on February 14, 2005, by Steve Chen, Chad Hurley, and Jawed Karim. It is owned by Google and is the second most visited website, after Google Search. YouTube has more than 2.5 billion monthly users,[7] who collectively watch more than one billion hours of videos each day.[8] As of May 2019[update], videos were being uploaded at a rate of more than 500 hours of content per minute.[9][10]"
    },
    {
        "title": "ChatGPT",
        "first_paragraph": "ChatGPT[a] is an artificial intelligence (AI) chatbot developed by OpenAI and released in November 2022. It is built on top of OpenAI's GPT-3.5 and GPT-4 families of large language models (LLMs) and has been fine-tuned (an approach to transfer learning) using both supervised and reinforcement learning techniques."
    },
    {
        "title": "Cleopatra",
        "first_paragraph": "Cleopatra VII Philopator (Koinē Greek: Κλεοπάτρα Φιλοπάτωρ, \"Cleopatra the father-beloved\";[5] 70/69 BC – 10 August 30 BC) was Queen of the Ptolemaic Kingdom of Egypt from 51 to 30 BC, and its last active ruler.[note 5] A member of the Ptolemaic dynasty, she was a descendant of its founder Ptolemy I Soter, a Macedonian Greek general and companion of Alexander the Great.[note 6] After the death of Cleopatra, Egypt became a province of the Roman Empire, marking the end of the last Hellenistic state in the Mediterranean and of the age that had lasted since the reign of Alexander (336–323 BC).[note 7] Although her first language was Koine Greek, she was the only Ptolemaic ruler to learn and use the Egyptian language.[note 8]"
    },
    {
        "title": "Everything Everywhere All at Once",
        "first_paragraph": "Everything Everywhere All at Once is a 2022 American absurdist comedy-drama film written and directed by Daniel Kwan and Daniel Scheinert, who produced it with Anthony and Joe Russo and Jonathan Wang. Michelle Yeoh stars as Evelyn Quan Wang, a Chinese-American immigrant who, while being audited by the IRS, discovers that she must connect with parallel universe versions of herself to prevent a powerful being from destroying the multiverse. The film also stars Stephanie Hsu, Ke Huy Quan, Jamie Lee Curtis, Jenny Slate, Harry Shum Jr., and James Hong in supporting roles."
    },
    {
        "title": "The Last of Us (TV series)",
        "first_paragraph": "The Last of Us is an American post-apocalyptic drama television series created by Craig Mazin and Neil Druckmann for HBO. Based on the 2013 video game developed by Naughty Dog, the series is set in 2023, twenty years into a pandemic caused by a mass fungal infection, which causes its hosts to transform into zombie-like creatures and collapses society. The series follows Joel (Pedro Pascal), a smuggler tasked with escorting the immune teenager Ellie (Bella Ramsey) across a post-apocalyptic United States."
    },
    {
        "title": "Deaths in 2023",
        "first_paragraph": "The following notable deaths occurred in 2023. Names are reported under the date of death, in alphabetical order. A typical entry reports information in the following sequence:"
    },
    {
        "title": "Lance Reddick",
        "first_paragraph": "Lance Solomon Reddick (June 7, 1962 – March 17, 2023)[1][2] was an American actor and musician.  He was best known for playing Cedric Daniels in The Wire (2002–2008), Phillip Broyles in Fringe (2008–2013), and Chief Irvin Irving in Bosch (2014–2020). In film, he was best known for starring as Charon in the John Wick franchise (2014–2023) and as David Gentry in Angel Has Fallen (2019)."
    },
    {
        "title": "John Wick: Chapter 4",
        "first_paragraph": "John Wick: Chapter 4 is a 2023 American neo-noir action thriller film directed by Chad Stahelski and written by Shay Hatten and Michael Finch. The sequel to John Wick: Chapter 3 – Parabellum (2019) and the fourth installment in the John Wick franchise, it stars Keanu Reeves as the title character, alongside Donnie Yen, Bill Skarsgård, Laurence Fishburne, Hiroyuki Sanada, Shamier Anderson, Lance Reddick, Rina Sawayama, Scott Adkins, Clancy Brown, and Ian McShane. In the film, John Wick sets out to get revenge on the High Table and those who left him for dead."
    },
    {
        "title": "Brendan Fraser",
        "first_paragraph": "Brendan James Fraser (/ˈfreɪzər/ FRAY-zər;[1][2] born December 3, 1968) is a Canadian-American actor. Having graduated from the Cornish College of the Arts in 1990, he made his film debut in Dogfight (1991). Fraser had his breakthrough in 1992 with the comedy Encino Man and the drama School Ties. He gained further prominence for his starring role in With Honors (1994) as a Harvard student and George of the Jungle (1997) and emerged a star playing Rick O'Connell in The Mummy trilogy (1999–2008). He took on dramatic roles in Gods and Monsters (1998), The Quiet American (2002), and Crash (2004), and further fantasy roles in Bedazzled (2000) and Journey to the Center of the Earth (2008)."
    },
    {
        "title": "XXX (film series)",
        "first_paragraph": "XXX (stylized as xXx and pronounced Triple X) is an American spy fiction action film series created by Rich Wilkes. It consists of three full-length feature films: XXX (2002), XXX: State of the Union (2005) and XXX: Return of Xander Cage (2017), and a short film: The Final Chapter: The Death of Xander Cage. The series has grossed $694 million worldwide."
    }
]